Repository: tombroucke/otomaties-cookie-consent
Catalog: languages/otomaties-cookie-consent-*.po
Languages: fr_fr, nl_nl

source: We use cookies 🍪
fr_fr: Nous utilisons des cookies 🍪
nl_nl: Wij gebruiken cookies 🍪

source: Hi, this website uses essential cookies to ensure its proper operation and tracking cookies to understand how you interact with it. The latter will be set only after consent.
fr_fr: Bonjour, ce site web utilise des cookies essentiels pour assurer son bon fonctionnement et des cookies de suivi pour comprendre comment vous interagissez avec lui. Ces derniers ne seront mis en place qu'après consentement.
nl_nl: Hallo, deze website maakt gebruik van essentiële cookies om een correcte werking te garanderen en van tracking cookies om te begrijpen hoe u met deze website omgaat. Deze laatste worden enkel geplaatst na uw toestemming.

source: Let me choose
fr_fr: Laissez-moi choisir
nl_nl: Laat mij kiezen

source: Accept all
fr_fr: Accepter
nl_nl: Accepteren

source: Reject all
fr_fr: Rejeter tout
nl_nl: Alles weigeren

source: Manage preferences
fr_fr: Gérer les préférences
nl_nl: Voorkeuren wijzigen

source: Cookie preferences
fr_fr: Préférences de cookies
nl_nl: Cookievoorkeuren

source: Cookie usage
fr_fr: Utilisation des cookies
nl_nl: Gebruik van cookies

source: We use cookies to ensure the basic functionalities of this website and to enhance your online experience. You can choose for each category to opt-in/out whenever you want.
fr_fr: Nous utilisons des cookies pour assurer les fonctionnalités de base de ce site web et pour améliorer votre expérience en ligne. Pour chaque catégorie, vous pouvez choisir d'accepter ou de refuser les cookies quand vous le souhaitez.
nl_nl: Wij gebruiken cookies om de basisfunctionaliteiten van deze website te verzekeren en om uw online ervaring te verbeteren. U kunt voor elke categorie kiezen voor opt-in/out wanneer u maar wilt.

source: More information
fr_fr: Plus d’informations
nl_nl: Meer info

source: For any queries in relation to our policy on cookies and your choices, please [contact_link].
fr_fr: Pour toutes questions relative à notre politique en matière de cookies et à vos choix, veuillez [contact_link].
nl_nl: Voor vragen in verband met ons beleid inzake cookies en uw keuzes, gelieve [contact_link].

source: Save settings
fr_fr: Enregistrer les paramètres
nl_nl: Instellingen opslaan

source: Close
fr_fr: Fermer
nl_nl: Sluiten

source: Strictly necessary cookies
fr_fr: Les cookies strictement nécessaires
nl_nl: Noodzakelijke cookies

source: These cookies are essential for the proper functioning of this website. Without these cookies, the website would not work properly
fr_fr: Ces cookies sont essentiels au bon fonctionnement de ce site web. Sans ces cookies, le site web ne fonctionnerait pas correctement
nl_nl: Deze cookies zijn essentieel voor de goede werking van deze website. Zonder deze cookies zou de website niet naar behoren werken

source: Analytical cookies
fr_fr: Les cookies analytiques
nl_nl: Analytische cookies

source: These cookies allow the website to remember the choices you have made in the past
fr_fr: Ces cookies permettent au site web de se souvenir des choix que vous avez faits dans le passé
nl_nl: Met deze cookies kan de website de keuzes onthouden die u in het verleden hebt gemaakt

source: Advertisement and targeting cookies
fr_fr: Cookies de publicité et de ciblage
nl_nl: Advertentie- en targetingcookies

source: These cookies collect information about how you use the website, which pages you visited and which links you clicked on. All of the data is anonymized and cannot be used to identify you
fr_fr: Ces cookies collectent des informations sur la manière dont vous utilisez le site web, les pages que vous avez visitées et les liens sur lesquels vous avez cliqué. Toutes les données sont rendues anonymes et ne peuvent être utilisées pour vous identifier
nl_nl: Deze cookies verzamelen informatie over hoe u de website gebruikt, welke pagina's u hebt bezocht en op welke links u hebt geklikt. Alle gegevens zijn geanonimiseerd en kunnen niet worden gebruikt om u te identificeren

source: Personalization cookies
fr_fr: Cookies de performance et d'analyse
nl_nl: Personalisatie cookies

source: These cookies store personalisation e.g. video recommendations
fr_fr: Ces cookies stockent la personnalisation, par exemple les recommandations de vidéos
nl_nl: Deze cookies slaan uw voorkeuren voor personalisatie op, bijv. videoaanbevelingen

source: Security cookies
fr_fr: Cookies de sécurité
nl_nl: Beveiligingscookies

source: Storage related to security such as authentication functionality, fraud prevention, and other user protection
fr_fr: Stockage lié à la sécurité, comme la fonctionnalité d'authentification, la prévention de la fraude et d'autres mesures de protection des utilisateurs
nl_nl: Opslag in verband met beveiliging, zoals authenticatiefunctionaliteit, fraudepreventie en andere gebruikersbescherming

source: Review cookie settings
fr_fr: Vérifier les paramètres des cookies
nl_nl: Cookie instellingen aanpassen

source: Cookie settings
fr_fr: Paramètres de cookie
nl_nl: Cookie instellingen

source: Cookie consent
fr_fr: Consentement à l'utilisation de cookies
nl_nl: Cookie toestemming

source: Cookie consent settings
fr_fr: Paramétrage acceptation Cookies
nl_nl: Instellingen cookie toestemming

source: Consent modal
fr_fr: Consentement modal
nl_nl: Popup toestemming

source: Title
fr_fr: Titre
nl_nl: Titel

source: Description
nl_nl: Beschrijving

source: Settings button label
fr_fr: Label du bouton Paramètres
nl_nl: Label knop instellingen

source: Accept button label
fr_fr: Label du bouton d'acceptation
nl_nl: Label knop accepteen

source: Reject button label
fr_fr: Label du bouton de rejet
nl_nl: Label knop weigeren

source: Manage settings button label
fr_fr: Labe du bouton Gérer les paramètres
nl_nl: Label knop voorkeuren beheren

source: Add cookie settings to menu
fr_fr: Ajouter les paramètres des cookies au menu
nl_nl: Toon cookie instellingen in menu

source: Cloud
nl_nl: Wolk

source: Box
fr_fr: Boîte
nl_nl: Vak

source: Bar
fr_fr: Barre
nl_nl: Balk

source: Top left
fr_fr: En haut à gauche
nl_nl: Links boven

source: Middle left
fr_fr: Au milieu à gauche
nl_nl: Links midden

source: Bottom left
fr_fr: En bas à gauche
nl_nl: Links onder

source: Top center
fr_fr: Haut centre
nl_nl: Midden boven

source: Middle center
fr_fr: Milieu centre
nl_nl: Midden midden

source: Bottom center
fr_fr: En bas au centre
nl_nl: Midden onder

source: Top right
fr_fr: En haut à droite
nl_nl: Rechts boven

source: Middle right
fr_fr: Au milieu à droite
nl_nl: Rechts midden

source: Bottom right
fr_fr: En bas à droite
nl_nl: Rechts onder

source: Swap buttons
fr_fr: Échanger boutons
nl_nl: Knoppen wisselen

source: Swap reject/accept buttons
fr_fr: Échanger les boutons de rejet/acceptation
nl_nl: Wissel knoppen weigeren/accepteren

source: Settings modal
fr_fr: Modal des paramètres
nl_nl: Popup instellingen

source: Cookie usage title
fr_fr: Titre de l'utilisation des cookies
nl_nl: Titel cookiegebruik

source: Cookie usage description
fr_fr: Description de l'utilisation des cookies
nl_nl: Beschrijving van het gebruik van cookies

source: More information title
fr_fr: Titre plus d'informations
nl_nl: Titel meer informatie

source: Contact page
fr_fr: Page de contact
nl_nl: Contactpagina

source: More information description
fr_fr: Description plus d'informations
nl_nl: Beschrijving meer informatie

source: Save settings button label
fr_fr: Label du bouton Enregistrer les paramètres
nl_nl: Label knop instellingen bewaren

source: Accept all button label
fr_fr: Label du bouton accepter tout
nl_nl: Label knop alles aanvaarden

source: Reject all button label
fr_fr: Label du bouton rejeter tout
nl_nl: Label knop alles afwijzen

source: Close button label
fr_fr: Label du bouton de fermeture
nl_nl: Label knop sluiten

source: Left
fr_fr: Gauche
nl_nl: Links

source: Right
fr_fr: Droite
nl_nl: Rechts

source: General
fr_fr: Général
nl_nl: Algemeen

source: Google Tag Manager consent mode
fr_fr: Mode de consentement de Google Tag Manager
nl_nl: Google Tag Manager consent modus

source: If you use Google Tag Manager, you can enable consent mode. This will prevent GTM from loading until the user has given consent.
fr_fr: Si vous utilisez Google Tag Manager, vous pouvez activer le mode de consentement. Cela empêchera GTM de se charger tant que l'utilisateur n'a pas donné son consentement.
nl_nl: Als u Google Tag Manager gebruikt, kunt u de consent modus inschakelen. Hierdoor wordt GTM niet geladen totdat de gebruiker toestemming heeft gegeven.

source: Enable GTM consent mode
fr_fr: Activer le mode de consentement GTM
nl_nl: Google Tag Manager consent modus inschakelen

source: Show all cookie categories
fr_fr: Afficher toutes les catégories de cookies
nl_nl: Toon alle categorieën

source: If enabled, all categories will be shown in the settings modal. If disabled, only categories with cookies will be shown.
fr_fr: Si elle est activée, toutes les catégories seront affichées dans la modale des paramètres. Si elle est désactivée, seules les catégories contenant des cookies seront affichées.
nl_nl: Indien ingeschakeld, worden alle categorieën getoond in het instellingenvenster. Indien uitgeschakeld, worden enkel categorieën met cookies getoond.

source: Show all categories
fr_fr: Afficher toutes les catégories
nl_nl: Toon alle categorieën

source: Cookie categories
fr_fr: Catégories de cookies
nl_nl: Categorieën van cookies

source: Necessary
fr_fr: Nécessaire
nl_nl: Noodzakelijk

source: %d days
fr_fr: %d jours
nl_nl: %d dagen

source: Tracks your cookie consent
fr_fr: Trace votre consentement aux cookies
nl_nl: Houdt je cookie toestemming bij

source: session
nl_nl: sessie

source: Necessary for the shopping cart functionality on the website.
fr_fr: Nécessaire pour la fonctionnalité de panier d'achat sur le site web.
nl_nl: Noodzakelijk voor het correct functioneren van je winkelmandje.

source: Necessary for the shopping cart functionality on the website to remember the chosen products - This also allows the website to promote related products to the visitor, based on the content of the shopping cart.
fr_fr: Nécessaire pour que la fonctionnalité de panier d'achat du site Web se souvienne des produits choisis - Cela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier d'achat.
nl_nl: Noodzakelijk voor het correct functioneren van je winkelmandje. Hiermee kunnen ook gerelateerde producten getoond worden.

source: Contains information about the cart as a whole and help WooCommerce know when the cart data changes.
fr_fr: Contient des informations sur le panier dans son ensemble et aide WooCommerce à savoir quand les données du panier changent.
nl_nl: Bevat informatie over het winkelmandje en laat weten aan WooCommerce wanneer deze informatie verandert.

source: Contains a unique code for each customer so that it knows where to find the cart data in the database for each customer.
fr_fr: Contient un code unique pour chaque client afin de savoir où trouver les données du panier dans la base de données pour chaque client.
nl_nl: Bevat een unieke code voor elke klant zodat het bijhorende winkelmandje gevonden kan worden.

source: %d weeks
fr_fr: %d semaines
nl_nl: %d weken

source: Stores your authentication details. Its use is limited to the admin area.
fr_fr: Stocke vos détails d'authentification. Son utilisation est limitée à la zone d'administration.
nl_nl: Slaat je inloggegevens op. Wordt enkel gebruikt in de admin-gedeelte van je website.

source: This cookie indicates when you’re logged in, and who you are, for most interface use.
fr_fr: Ce cookie indique quand vous êtes connecté et qui vous êtes, pour l'utilisation de la plupart des interfaces.
nl_nl: Deze cookie geeft aan wanneer u bent ingelogd en wie u bent, voor het meeste interfacegebruik.

source: WordPress also sets a few wp-settings-{time}-[UID] cookies. The number on the end is your individual user ID from the user’s database table. This is used to customize your view of admin interface, and possibly also the main site interface.
fr_fr: WordPress définit également quelques cookies wp-settings-{time}-[UID]. Le nombre à la fin est votre ID d'utilisateur individuel à partir de la table de base de données de l'utilisateur. Il est utilisé pour personnaliser votre vue de l'interface d'administration, et éventuellement aussi l'interface du site principal.
nl_nl: WordPress stelt ook een paar wp-settings-{time}-[UID] cookies in. Het nummer op het einde is uw individuele gebruikers-ID uit de database tabel van de gebruiker. Dit wordt gebruikt om uw weergave van de admin-interface aan te passen, en mogelijk ook de hoofdinterface van de site.

source: Stores the current language.
fr_fr: Mémorise la langue actuelle.
nl_nl: Slaat de huidige taal op.

source: years
fr_fr: années
nl_nl: jaren

source: Google Analytics: Used to distinguish users.
fr_fr: Google Analytics : Utilisé pour distinguer les utilisateurs.
nl_nl: Google Analytics: Wordt gebruikt om gebruikers te onderscheiden.

source: hours
fr_fr: heures
nl_nl: uren

source: Google Analytics: Used to persist session state.
fr_fr: Google Analytics : Utilisé pour persister l'état de la session.
nl_nl: Google Analytics: Wordt gebruikt om de status van de sessie te bewaren.

source: days
fr_fr: jours
nl_nl: dagen

source: Google Analytics: Contains campaign related information
fr_fr: Google Analytics : Contient des informations relatives à la campagne
nl_nl: Google Analytics: Bevat informatie over campagnes

source: minute
nl_nl: minuut

source: Google Analytics: Read and filter requests from bots.
fr_fr: Google Analytics: Lire et filtrer les demandes des bots.
nl_nl: Google Analytics: Leest en filtert verzoeken van bots.

source: Google Analytics: Used to distinguish users and sessions.
fr_fr: Google Analytics: Utilisé pour distinguer les utilisateurs.
nl_nl: Google Analytics: Wordt gebruikt om gebruikers te onderscheiden.

source: minutes
nl_nl: minuten

source: Google Analytics: Used to determine new sessions/visits.
fr_fr: Google Analytics : Utilisé pour déterminer les nouvelles sessions/visites.
nl_nl: Google Analytics: Wordt gebruikt om nieuwe sessies/bezoeken te bepalen.

source: Google Analytics: Operates in conjunction with the _utmb cookie to determine whether the user was in a new session/visit.
fr_fr: Google Analytics : Fonctionne en conjonction avec le cookie _utmb pour déterminer si l'utilisateur était dans une nouvelle session/visite.
nl_nl: Google Analytics: Werkt samen met de _utmb cookie om te bepalen of de gebruiker in een nieuwe sessie/bezoek zat.

source: Google Analytics: Used to throttle request rate.
fr_fr: Google Analytics : Utilisé pour limiter le taux de demande.
nl_nl: Google Analytics: Gebruikt om het aantal aanvragen te beperken.

source: months
fr_fr: mois
nl_nl: maanden

source: Google Analytics: Stores the traffic source or campaign that explains how the user reached your site.
fr_fr: Google Analytics : Stocke la source de trafic ou la campagne qui explique comment l'utilisateur a atteint votre site.
nl_nl: Google Analytics: Slaat de verkeersbron of campagne op die verklaart hoe de gebruiker uw site heeft bereikt.

source: Advertising
fr_fr: Publicité
nl_nl: Adverteren

source: Personalization
fr_fr: Personnalisation
nl_nl: Personalisatie

source: Security
fr_fr: Sécurité
nl_nl: Beveiliging

source: Cookie table
fr_fr: Table à cookies
nl_nl: Cookietabel

source: Add cookie
fr_fr: Ajouter un cookie
nl_nl: Cookie toevoegen

source: Name
fr_fr: Nom
nl_nl: Naam

source: Domain
fr_fr: Domaine
nl_nl: Domein

source: Expiration
nl_nl: Vervaldatum

source: Common %s scripts
fr_fr: Scripts communs %s
nl_nl: Veel voorkomende %s cookies

source: Block scripts
fr_fr: Bloquer des scripts
nl_nl: Scripts blokkeren

source: This plugin can automatically add the correct cookie categorie for scripts enqueued through <code>wp_enqueue_script()</code>. You can find the ID in the page source or the first parameter of <code>wp_enqueue_script()</code>
fr_fr: Ce plugin peut automatiquement ajouter la catégorie de cookie correcte pour les scripts mis en file d'attente par <code>wp_enqueue_script()</code>. Vous pouvez trouver l'ID dans la source de la page ou dans le premier paramètre de <code>wp_enqueue_script()</code>
nl_nl: Deze plugin kan automatisch de juiste cookie categorie toevoegen aan scripts die enqueued zijn via <code>wp_enqueue_script()</code>. U kunt de ID in de paginabron of de eerste parameter van <code>wp_enqueue_script()</code> terugvinden

source: Add <code>type="text/plain" data-cookiecategory="%s"</code> to your script tag.
fr_fr: Ajoutez <code>type="text/plain" data-cookiecategory="%s"</code> à votre balise script.
nl_nl: Voeg <code>type="text/plain" data-cookiecategory="%s"</code> toe aan je script tag.

source: Adding %s scripts manually
fr_fr: Ajout manuel de %s scripts
nl_nl: %s scripts handmatig toevoegen

source: The cookie table is only available in the default language (%s).
fr_fr: Le tableau des cookies n'est disponible que dans la langue par défaut (%s).
nl_nl: De cookietabel is alleen beschikbaar in de standaardtaal (%s).

source: Extra information
fr_fr: Renseignements complémentaires
nl_nl: Extra informatie

source: Add <code>c_darkmode</code> to <code>&lt;body&gt;</code> in order to enable darkmode.
fr_fr: Ajouter <code>c_darkmode</code> à <code>&lt;body&gt;</code> afin d'activer le darkmode.
nl_nl: Voeg <code>c_darkmode</code> toe aan <code>&lt;body&gt;</code> om de donkere modus in te schakelen.

source: %s is automatically added to %s
fr_fr: %s est automatiquement ajouté à %s
nl_nl: %s wordt automatisch toegevoegd aan %s

source: by
fr_fr: par
nl_nl: door

source: Documentation
nl_nl: Documentatie

source: Actions
nl_nl: Acties

source: Insert
fr_fr: Insérer
nl_nl: Invoegen

source: No common cookies
fr_fr: Pas de cookies communs
nl_nl: Geen veel voorkomende cookies

source: For more details relative to cookies and other sensitive data, please read the full <a href="%s" class="cc-link">privacy policy</a>.
fr_fr: Pour plus de détails concernant les cookies et autres données sensibles, veuillez lire la <a href="%s" class="cc-link">politique de confidentialité</a> complète.
nl_nl: Voor meer details over cookies en andere gevoelige gegevens, gelieve het volledige <a href="%s" class="cc-link">privacybeleid</a> te lezen.

source: contact us
fr_fr: nous contacter
nl_nl: contact met ons op te nemen

source: <strong>Otomaties cookie consent</strong> is inactive. Please install & activate <strong>Advanced Custom Fields Pro</strong>.
fr_fr: Le <strong>consentement du cookie Otomaties</strong> est inactif. Veuillez installer et activer <strong>Advanced Custom Fields Pro</strong>.
nl_nl: <strong>Otomaties cookie toestemming</strong> is inactief. Installeer en activeer <strong>Advanced Custom Fields Pro</strong>.

source: What are cookies
fr_fr: Que sont les cookies ?
nl_nl: Wat zijn cookies

source: Cookies are small text files that are stored on your computer or mobile device when you visit a website.
fr_fr: Les cookies sont de petits fichiers texte qui sont stockés sur votre ordinateur ou votre appareil mobile lorsque vous visitez un site web.
nl_nl: Cookies zijn kleine tekstbestanden die op uw computer of mobiele apparaat worden opgeslaan wanneer u een website bezoekt.

source: Every time you visit this website, you will be prompted to <a href="#" data-cc="c-settings" aria-haspopup="dialog">accept or refuse cookies</a>.
fr_fr: Chaque fois que vous visitez ce site web, vous êtes invité à <a href="#" cc="show-consentModal" aria-haspopup="dialog">accepter ou à refuser les cookies</a>.
nl_nl: Telkens wanneer u deze website bezoekt, wordt u gevraagd of u <a href="#" data-cc="show-consentModal" aria-haspopup="dialog">cookies accepteert of weigert</a>.

source: The purpose is to enable the site to remember your preferences (such as user name, language, etc.) for a certain period of time. That way, you don’t have to re-enter them when browsing around the site during the same visit.
fr_fr: L'objectif est de permettre au site de se souvenir de vos préférences (telles que le nom d'utilisateur, la langue, etc.) pendant un certain temps. Ainsi, vous ne devez pas les saisir à nouveau lorsque vous naviguez sur le site au cours d'une même visite.
nl_nl: Het doel van cookies is om je voorkeuren (zoals gebruikersnaam, taal, enz.) gedurende een bepaalde periode te onthouden. Zo hoeft u ze niet telkens opnieuw in te voeren wanneer u de website bezoekt.

source: Cookies can also be used to establish anonymised statistics about the browsing experience on our sites.
fr_fr: Les cookies peuvent également être utilisés pour établir des statistiques anonymes sur l'expérience de navigation sur nos sites.
nl_nl: Cookies kunnen ook worden gebruikt om anonieme statistieken op te stellen over de surfervaring op onze sites.

source: How can you manage cookies?
fr_fr: Comment pouvez-vous gérer les cookies ?
nl_nl: Hoe kan je cookies beheren?

source: <a href="#" data-cc="c-settings" aria-haspopup="dialog">You can manage cookies for this website</a>
fr_fr: <a href="#" data-cc="c-settings" aria-haspopup="dialog">Vous pouvez gérer les cookies pour ce site web</a>
nl_nl: <a href="#" data-cc="c-settings" aria-haspopup="dialog">U kunt cookies voor deze website beheren</a>

source: You can delete all cookies that are already on your device by clearing the browsing history of your browser. This will remove all cookies from all websites you have visited.
fr_fr: Vous pouvez supprimer tous les cookies qui se trouvent déjà sur votre appareil en effaçant l'historique de navigation de votre navigateur. Cela supprimera tous les cookies de tous les sites web que vous avez visités.
nl_nl: U kunt alle cookies die reeds op uw apparaat staan verwijderen door de browsegeschiedenis van uw browser te wissen. Dit verwijdert alle cookies van alle websites die u heeft bezocht.

source: What cookies do we use?
fr_fr: Quels sont les cookies que nous utilisons ?
nl_nl: Welke cookies gebruiken we?

source: For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: %s.
fr_fr: Pour plus d'informations sur les pratiques de Google en matière de confidentialité, veuillez consulter la page Web des conditions de confidentialité de Google : %s.
nl_nl: Ga voor meer informatie over de privacyprocedures van Google naar de webpagina Privacyvoorwaarden van Google: %s.

source: Otomaties cookie consent
fr_fr: Consentement au cookie Otomaties
nl_nl: Otomaties cookie toestemming

source: Add a cookie consent
fr_fr: Ajouter un consentement pour les cookies
nl_nl: Een cookie toestemming popup toevoegen

source: Layout
fr_fr: Mise en page

source: Script ID
fr_fr: ID du script
